/* sync now menu */
"Cancel Sync" = "Stop synchronisatie";

/* Used for menu extra */
"Last %1$@ Sync: %2$@" = "Laatste %1$@-synchronisatie: %2$@";

/* sync status menu */
"Loading\\U2026" = "Laden…";

/* sync status menu */
"Failed to Load" = "Laden mislukt";

/* status text */
"Never synchronized %@" = "%@ nooit gesynchroniseerd";

/* File Radar menu */
"New Radar with Current Logs\\U2026" = "Nieuwe Radar met huidige logbestanden…";

/* open .Mac prefs menu */
"Open %@ Sync Preferences\\U2026" = "Open %@-synchronisatievoorkeuren…";

/* status text */
"Preparing %@\\U2026" = "%@ voorbereiden…";

/* status text */
"Preparing\\U2026" = "Voorbereiden…";

/* reivew conflicts now */
"Review Conflicts Now\\U2026" = "Beoordeel conflicten nu…";

/* sync menu accessibility */
"Sync" = "Synchronisatie";

/* status text */
"Sync Cancelled for %@" = "Synchronisatie geannuleerd voor %@";

/* status text */
"Sync Cancelled for %@\\U2026" = "Synchronisatie geannuleerd voor %@…";

/* status menu default item */
"Sync Idle" = "Synchronisatie niet actief";

/* sync now menu */
"Sync Now" = "Synchroniseer nu";

/* status text */
"Syncing %@" = "Bezig met synchroniseren van %@";

/* status text */
"Syncing %@\\U2026" = "Bezig met synchroniseren van %@…";

/* sync now menu */
"Syncing Disabled" = "Synchronisatie uitgeschakeld";

/* plural form */
"There are %i Sync Conflicts" = "Er zijn %i synchronisatieconflicten";

/* singular form */
"There is one Sync Conflict" = "Er is 1 synchronisatieconflict";

/* sync status menu */
"Cancelling" = "Annuleren";

/* open iSync */
"Open iSync\\U2026" = "Open iSync…";

/* Reset Sync Services */
"Reset Sync Services\\U2026"= "Synchronisatievoorzieningen opnieuw instellen…";

/* Sync Services Debug Logging*/
"Sync Services Debug Logging" = "Debuglog synchronisatievoorzieningen";

/*Open Sync Diagnostics*/
"Open Sync Diagnostics\\U2026" = "Open Diagnostische synchronisatie-info…";

/*Never Synced*/
"Never" = "Nooit";

/*Failed Sync*/
"Failed" = "Mislukt";

/*Succeeded Sync*/
"Succeeded" = "Geslaagd";

/*Cancel*/
"Cancel" = "Annuleer";

/*Reset Dialog Text*/
"Are you sure you want to reset this computer's sync history?" = "Weet u zeker dat u de synchronisatiegeschiedenis van deze computer opnieuw wilt instellen?";

/*Reset Dialog Informative Text*/
"Resetting the sync history deletes the information in the Mac OS X synchronization database on your computer (the place where all your sync changes are stored), and returns your computer and device sync settings to their default states. Information stored in applications on your computer, on %@, or on your devices is not affected." = "Als u de synchronisatiegeschiedenis opnieuw instelt, verwijdert u alle informatie in de Mac OS X-synchronisatiedatabase op uw computer (de plaats waar alle synchronisatiewijzigingen worden bewaard) en worden voor uw computer en apparaten weer de standaardinstellingen voor synchronisatie gebruikt. Dit heeft geen invloed op gegevens die zijn bewaard in programma's op uw computer, op %@ of op uw apparaten.";

/*Reset Sync History*/
"Reset Sync History" = "Stel synchronisatiegeschiedenis opnieuw in";


